[LanguageFile]

// Specify what version of Circle Dock this language file is intended for. Used to check for validity.
CircleDockVersion=0.9.2 Alpha 8

// LanguageFileVersion is for the language file author's use. Circle Dock does not care what value this is.
LanguageFileVersion=0.2

LanguageName=Serbian (Srpski)

FileAuthor=Igor Stanisic

[General]
CircleDockName=Kruzni dok
CircleDockWebsiteWord=Kruzni dok lokacija na Internetu
GeneralWebsite=http://circledock.wikidot.com
HelpWebsite=http://circledock.wikidot.com/help-faq
AuthorWord=Autor
SupportForumWord=Forum za podrsku
SupportForumWebsite=http://www.donationcoder.com/Forums/bb/index.php?board=240.0
RotationSensitivity=Pritisci na tastere / Okretanje tockica na misu po rotaciji
IconReplacementMode=Mod zamene ikonica
normal=normalno
topmost=najvise
alwaysOnBottom=uvek na donjem delu
zLevel=Z - nivo

[MainContextMenu]
WebsiteWord=Internet lokacija
SettingsWord=Podesavanja
HideWord=Sakriji
ShowWord=Pokazi
QuitWord=Zavrsi
RemoveWord=Ukloni
AddWord=Dodaj
DockFolder=Dock fascikla
ChangeIcon=Promeni ikonicu
ItemSettings=Podesavanje polja
PauseMouseToggling=Pauziraj reakciju misa
blankIcon=Nedefinisana ikonica

[SettingsPanel]
Name=Konfigurisanje Kruznog doka
SettingsPanelWord=Panel podesavanja
GeneralWord=Opste
DockShape=Oblik doka

Labels=Oznake
Animation=Animacija
LocationWord=Lokacija
TogglingWord=Reakcija
FileDockIconAssociations=Datoteka -> Ikonica iz doka
LanguageWord=Jezik
HelpWord=Pomoc
HotKeySelectorToggleDock=Odabir tastera koji ce izazvati prikazivanje doka
CtrlWordAbbreviation=Ctrl
AltWordAbbreviation=Alt
ShiftWordAbbreviation=Shift
WindowsKeyWordAbbreviation=Win
ValidHotkeyCombination=Validna kombinacija tastera
InvalidHotKeyCombination=Nevalidna kombinacija tastera/Vec u upotrebi

CentreAroundCursorWhenShown=Centriraj dok oko kursora kada je prikazan
CircleDockVersionWord=Verzija Kruznog doka
EnableDockRotation=Omoguci rotiranje (kruzenje) doka

ConfigurationDescriptionLabel=Prilagodite nacin na koji ce se Kruzni dok prikazati na vasem ekranu

// Location Panel
lockDockAtCurrentPosition=Zakljucaj dok na trenutnoj poziciji

// General Panel
KeepDockAboveAllOtherWindows=Prikazi dok iznad svih ostalih prozora
ClickSensitivity=Osetljivost pritiska
Sensitive=Osetljivo
NotSensitive=Ne osetljivo
EnablePortabilityMode=Omoguci mod za prenos pomocu npr. flesa
UseMemorySaver=Koristi memorijsko cuvanje
useSameRotationValueAllLevels=Koristi istu vrednost okretanja za sve nivoe
currentRotationValue=Podesi trenutnu vrednost rotacije (radijus)

// Background Panel
Background=Pozadina
BackgroundImage=Slika pozadine
NormalSize=Normalna velicina
NormalOpacity=Vrednost prozirnosti

// Dock Shape Panel
ConstantNumberOfItemsPerCircle=Stalan broj polja po krugu
NumberOfIconsPerCircle=Broj ikonica po krugu
MinimumRadius=Minimalni radijus
SeparationBetweenCircles=Razmak izmedju krugova
FormatWord=Format
CircleWord=Krug
maximumNumberOfItemsPerCircle=Maksimalni broj polja po krugu
lineWord=Linija
spiralWord=Spirala
rateOfIncrease=Postotak uvecanja
defaultWord=Podrazumevano
separationWord=Odvajanje

// Centre Button Panel
CentreButton=Centralno dugme
DefaultCentreButton=Podrazumevano centralno dugme
OtherSettings=Ostala podesavanja
ShowStartMenuWhenClicked=Prikazi meni "start" kada se klikne na njega
StartMenuResidueWarning=Napomena: morate iskljuciti "Prikazi senke ispod menija" ("Show shadow under menus") u podesavanjima Windows vizuelnih stilova. U suprotnom ce senka nakon zatvaranja menija ostati na ekranu.

// Dock Items Panel
DockItems=Dok polja
RightClickMenu=Meni desnog tastera misa
ShowWindowsFileFolderMenus=Prikazi Windowsov meni datoteke sa fasciklama
HideDock=sakriji dok
HideDockAfterFileExecution=Sakriji dok nakon otvaranja datotetke/fascikle

// Labels Panel
FontWord=slova
ChangeFont=Promeni slova
ChangeColor=Promeni boju
ShadowWord=Senka
ShadowSize=Velicina senke
ShadowDarknessFactor=Faktor zatamljenja senke
ShowLabels=Prikazi oznake
ShowLabelsOnMouseoverOnly=Prikazi oznake samo kada mis predje

// Animation
AnimationWord=Animacija
GeneralFrameRate=Generalni prikaz (FPS)
RotationAnimationDuration=Trajanje animacije rotacije (ms)
FadeInFadeOutDuration=Trajanje postepenog prikazivanja / postepenog uklanjanja (ms)
UsePoofAnimationWhenDeleting=Koristi animaciju nestajanja kada se uklanja ikonica (eksperimentalno)

//About Panel
AboutWord=O programu
ThePremiereCircularDockForWindows=Kruzni dok za Windows
WebsiteWord=Internet lokacija
VersionInformation=Informacija o verziji
OfficialHomepage=Zvanicna Internet stranica

// Help Panel
SupportWord=Podrska
OfficialWebForum=Zvanicni Net forum
OfficialWebHelpFAQ=Zvanicna Net pomoc

// Language Panel
LanguageFileLocation=Lokacija jezicke datoteke
LanguageName=Ime jezika
LanguageFileAuthor=Autor jezicke datoteke
LanguageFileVersion=Verzija jezicke datoteke
LanguageFileOriginallyIntendedFor=Jezicka datoteka originalno namenjena za Kruzni dok verzije:
LanguageFileProgramRestartRequired=***Program mora biti ponovo pokrenut da bi ste promenili jezik***
LanguageFileValidCurrent=Jezicka datoteka je odgovarajuca/Azurirana
LanguageFileInvalidOutofDate=Jezicka datoteka nije odgovarajuca/Zastarela

// File -> Icon Associations
FileIconAssocationsDescription=Podrazumevane ikonice koje ce se koristiti kada se dodaje datoteka/fascikla na dok
FileNameIconAssociations=Ime datoteke -> Asocijativne ikonice
FolderNameIconAssociations=Ime fascikle -> Asocijativne ikonice
FileExtensionIconAssociations=Oznaka tipa datoteke -> Asocijativne ikonice
DockFolderIconAssociation=Fascikla doka -> Asocijativna ikonica

fileName=Ime datoteke
folderName=Ime fasikle
extensionName=Oznaka datoteke
associatedDockIcon=Asocijativna ikonica doka
browse=Pretrazi
startsWith=Pocni sa
endsWith=Zavrsi sa
exactMatch=Tacno
contains=Sadrzi
sample=Uzorak

// Toggling
ToggleVisibilityHotKey=Taster koji ce pokrenuti prikaz doka
ToggleVisibilityMouseButton=Taster na misu za prikaz doka
ShowDockWhenIMoveMyMouseTo=Prikazi dok kada pomerim misa na...
ScreenLeftEdge=Levu ivicu ekrana
ScreenRightEdge=Desnu ivicu ekrana
ScreenTopEdge=Gornju ivicu ekrana
ScreenBottomEdge=Donju ivicu ekrana
EdgeWidthHeight=Ivica siroka/visoka
dwellTime=Brzina pojavljivanja



[ErrorMessages]
MissingInvalid=Nedostaje/Neispravno
FilePathMissingInvalid=Datoteka/Putanja nedostaje ili nije ispravna

[DockItemProperties]
ItemSettings=Podesavanje polja
IconImage=Slika ikonice (prazno za podrazumevano)
Name=Ime (prazno za podrazumevano)
Target=Cilj
Folder=Fascikla.....
File=Datoteka.....
StartIn=Pocni u
Arguments=sadrzaji
Run=Pokreni
Normal=Normalno
Minimized=Umanjeno
Maximized=Uvecano
Close=zatvori
